{
  "workExperience": [
    {
      "name": "Data Market",
      "title": "Digital Solutions Specialist",
      "website": "https://www.datamarket.com.tr/en/",
      "dateBegin": "12.01.2021",
      "dateEnd": null,
      "description": "<p>The main products that Data Market is developing are enterprise content management solutions (Hyland OnBase), robotic process automation (Hyland RPA), corporate identity management (ideal), industrial IoT (connected and smart), employee interaction mobile app (Mobil Yaka).</p><p>As a member of the Digital Solutions team, I am responsible for designing and developing applications for PoC and the production environment. Moreover, I do live demos of our products with our sales team to the customers, weekly online webinars, document my work, prioritize roadmap tasks and keep myself up-to-date with recent technology to extend our software portfolio.</p>",
      "stillWorking": true
    },
    {
      "name": "DDI Teknoloji",
      "title": "Kofax Technical Solution Specialist",
      "website": "https://www.ddi-tech.com/en/home",
      "dateBegin": "02.01.2014",
      "dateEnd": "08.01.2018",
      "description": "<p>Kofax produces applications software that provides information capture, process management, data integration, customer communications management and analytics.</p><p><ul><li>Designing new forms and validation user interfaces with Kofax Capture and Transformation</li><li>Revision and redesign of existing projects</li><li>Workflow design for service bureau operations</li><li>Integration of Capture software to customer's business applications (Pega, SAP, OpenText, MSSQL etc.)</li><li>Invoice and cheque automation</li></ul></p>",
      "stillWorking": false
    },
    {
      "name": "Birikim Otomasyon Sistemleri",
      "title": "Database and Software Maintenance",
      "dateBegin": "11.01.2011",
      "dateEnd": "03.01.2013",
      "description": "<ul><li>Coordination and quality control of service bureau operations by managing data entry staff</li><li>Preparing scheduled performance reports and backups with MSSQL</li><li>Introduction of new forms to the system</li><li>Maintaining and configuring document scanners and computers</li></ul>",
      "stillWorking": false
    }
  ]
}
