{
  "workExperience": [
    {
      "name": "Data Market",
      "title": "Solution Development Specialist",
      "website": "https://www.datamarket.com.tr/en/",
      "dateBegin": "12.01.2021",
      "dateEnd": "01.07.2025",
      "description": "<p>Data Market develops enterprise content management solutions (Hyland OnBase), robotic process automation (Hyland RPA), corporate identity management, and employee interaction mobile applications. I have taken on two roles at Data Market, first as a Digital Solutions Specialist and now as a Solution Development Specialist on the R&D team.</p><p><strong>Solution Development Specialist (Jan 2024 - Present)</strong></p><ul><li>Focus on generative AI technologies and frontend development.</li><li>Design and implement AI-driven software using React, Redux Toolkit, and TypeScript.</li><li>Continuously research and apply advancements in AI to enhance application performance and capabilities.</li></ul><p><strong>Digital Solutions Specialist (Dec 2021 - Jan 2024)</strong></p><ul><li>Designed and developed applications for PoC and production environments.</li><li>Collaborated with the sales team to deliver live product demos.</li><li>Conducted weekly online webinars to educate clients and stakeholders.</li><li>Created and maintained comprehensive product documentation.</li></ul>",
      "stillWorking": true
    },
    {
      "name": "DDI Teknoloji",
      "title": "Kofax Technical Solution Specialist",
      "website": "https://www.ddi-tech.com/en/home",
      "dateBegin": "02.01.2014",
      "dateEnd": "08.01.2018",
      "description": "<p>Kofax develops software for information capture, process management, data integration, customer communications management and analytics.</p><p><ul><li>Designing new forms and validation user interfaces with Kofax Capture and Transformation</li><li>Revision and redesign of existing projects</li><li>Workflow design for service bureau operations</li><li>Integration of Capture software to customer's business applications (Pega, SAP, OpenText, MSSQL etc.)</li><li>Invoice and cheque automation</li></ul></p>",
      "stillWorking": false
    },
    {
      "name": "Birikim Otomasyon Sistemleri",
      "title": "Database and Software Maintenance",
      "dateBegin": "11.01.2011",
      "dateEnd": "03.01.2013",
      "description": "<ul><li>Coordination and quality control of service bureau operations by managing data entry staff</li><li>Preparing scheduled performance reports and backups with MSSQL</li><li>Introduction of new forms to the system</li><li>Maintaining and configuring document scanners and computers</li></ul>",
      "stillWorking": false
    }
  ]
}
